Repository: pomopa/GeoAlarm
Catalog: GeoAlarm/Localizable.xcstrings
Source language: en
Languages: ca

# 6chars
source: Password must be at least 6 characters
ca: La contrasenya ha de tenir almenys 6 caràcters

# account_created_succ
source: Account created successfully
ca: Compte creat amb èxit

source: Active
ca: Activada

# alarm_activated
source: The alarm you set at %@ has been activated
ca: L’alarma que has posat a %@ s’ha activat

# alarm_active
source: ⏰ Alarm Active in %@
ca: ⏰ Alarma activa a %@

# alarm_inactive_message
source: Apple enforces a limit of 20 active simultaneous alarms. This alarm was saved but is inactive. Disable another alarm to activate it.
ca: Apple imposa un límit de 20 alarmes actives simultànies. Aquesta alarma s’ha guardat però està inactiva. Desactiva una altra alarma per activar-la.

# alarm_inactive_permission_message
source: This alarm was created in an inactive state because location access is disabled. Please enable location in Settings to activate it.
ca: Aquesta alarma s'ha creat en estat inactiu perquè l'accés a la ubicació està desactivat. Si us plau, habilita la ubicació a Configuració per activar-la.

# alarm_inactive_title
source: Alarm created but inactive
ca: Alarma creada però inactiva

# alarm_max_warning
source: You can only have up to 20 active alarms.
ca: Pots tenir un màxim de 20 alarmes activades alhora.

# alarm_success_message
source: Alarm saved and activated It will play only when silent mode is off
ca: L’alarma s’ha afegit i activat. Només sonarà si el mode silenciós està desactivat

# alarm_success_title
source: Success
ca: Afegida!

# all_fields
source: All fields are required
ca: Tots els camps son necessaris

# already_account
source: Already have an account?
ca: Ja tens un compte?

# api_not_found
source: API key not found in the system
ca: La clau de l’API no s’ha trobat en el sistema

source: Camera
ca: Càmera

source: Camera Access Needed
ca: Cal accés a la càmera

source: Cancel
ca: Cancel·lar

# cant_resolve
source: Unable to resolve location
ca: Impossible resoldre la ubicació

source: Change
ca: Canviar

source: Change password
ca: Canvia la contrasenya

source: Change Profile Picture
ca: Canvia la foto de perfil

# changes_will_sync
source: Changes will sync when you're back online.
ca: Els canvis es sincronitzaran quan tornis a tenir connexió

source: Create Alarm
ca: Crea l’alarma

source: Current password
ca: Contrasenya actual

# current_temperature
source: Current temperature: %d ºC
ca: Temperatura actual: %d°C

source: Delete
ca: Esborrar

source: Delete account
ca: Esborrar el compte

source: Delete Alarm
ca: Esborrar l’alarma

# dont_match
source: Passwords do not match
ca: Les contrasenyes són diferents

# email_and_password
source: Please enter email and password
ca: Introdueixi correu electrònic i contrasenya

# enable_camera_access
source: Please enable camera access in Settings to take a profile picture.
ca: Si us plau, activa l’accés a la càmera a Configuració per fer una foto de perfil.

# enable_library_access
source: Please enable photo library access in Settings to choose a profile picture.
ca: Si us plau, activa l’accés a la biblioteca de fotos a Configuració per triar una foto de perfil.

# enable_location_access
source: Please enable location access in Settings to work with geofenced alarms.
ca: Si us plau, activa l’accés a la ubicació a Configuració per poder utilitzar les alarmes geofencing.

# enter_valid_radius
source: Please enter a valid radius
ca: Introdueixi un radi vàlid

source: Inactive
ca: Desactivada

# info_use
source: CREATE ALARMS • Tap the + button, search icon, or a map location. REQUIREMENTS • Allow notifications and location access (Always). • Make sure Silent Mode is off. EDIT ALARMS • Tap an alarm in the list or on the map.
ca: CREAR ALARMES • Toca el botó +, la icona de cerca o una ubicació al mapa. REQUISITS • Permet les notificacions i l’accés a la ubicació (Sempre). • Assegura’t que el mode silenciós està desactivat. EDITAR ALARMES • Toca una alarma a la llista o al mapa.

source: Invalid radius
ca: El radi es invàlid.

# irreversible
source: This action cannot be undone
ca: Aquesta acció és irreversible

# library_access_needed
source: Photo Library Access Needed
ca: Cal accés a la biblioteca de fotos

source: Location Access Needed
ca: Cal accés a la geolocalització

source: Login failed
ca: L’inici de sessió ha fallat

source: Login here
ca: Inicia sessió aquí

source: Log out
ca: Tancar la sessió

# logout_confirmation
source: Are you sure you want to log out?
ca: Esta segur que vol trancar la sessió?

# max_alarms
source: Maximum Active Alarms
ca: Límit d’alarmes actives

# maxRadius
source: The maximum allowed radius for %@ is %.2f %@
ca: El radi màxim en %@ és %.2f %@

source: Medium password
ca: Contrasenya mitjana

# minRadius
source: The minimum allowed radius for %@ is %.2f %@
ca: El radi mínim en %@ és %.2f %@

# missing_alarm
source: Missing alarm’s name
ca: Falta el nom de l’alarma

source: Missing location
ca: Falta la ubicació

source: New password
ca: Nova contrasenya

# no_account
source: Don't have an account?
ca: No tens un compte?

# no_alarms
source: No alarms yet ⏰
ca: Encara no hi ha alarmes ⏰

# no_name_warning
source: Please select a name for your alarm
ca: Introdueixi el nom de l’alarma

# not_logged_in
source: User not logged in
ca: L’usuari no està autenticat

# offline_mode
source: Offline mMode
ca: Mode sense connexió

# offline_warning
source: Changes will sync automatically when you're back online.
ca: Els canvis es sincronitzaran automàticament quan tornis a tenir connexió

# one_lowercase
source: Password must contain at least one lowercase letter
ca: La contrasenya ha de tenir almenys una minúscula

# one_uppercase
source: Password must contain at least one uppercase letter
ca: La contrasenya ha de tenir almenys una majúscula

source: Password Updated
ca: Contrasenya actualitzada

source: Photo Library
ca: Galeria de fotos

# radius_range
source: The radius must be in the range 0.1-1km.
ca: El radi ha de ser entre 0.1 i 1km

# radius_range_error
source: The radius must be in the range %@-%@ %@.
ca: El radi ha de ser entre %@ i %@ %@.

source: Register here
ca: Registrat aqui

source: Registration failed
ca: Error de registre

# select_location
source: Please select a location from the list
ca: Seleccioni una ubicació de la llista

source: Settings
ca: Configuració

source: Strong password
ca: Contrasenya forta

source: Success
ca: Fet

# tutorial_alert_title
source: App tutorial
ca: Tutorial de l’App

# tutorial_got_it_button
source: Got it
ca: Entesos

# tutorial_header_create_alarms
source: CREATING ALARMS
ca: CREAR ALARMES

# tutorial_header_edit_alarms
source: EDITING ALARMS
ca: EDITAR ALARMES

# tutorial_header_requirements
source: REQUIREMENTS
ca: REQUISITS

source: Upload failed
ca: La pujada ha fallat

# upload_failed_text
source: Your profile picture was updated locally, but couldn't be uploaded to the cloud. Please try again later.
ca: La seva foto de perfil s’ha guardat en local, però no s’ha guardat al Cloud. Provi-ho més tard.

source: User not found
ca: Usuari no trobat

source: Weak password
ca: Contrasenya dèbil

source: your location
ca: la teva posició
